package ru.genplan.equipment;

public enum EquipmentDirection {
	LEFT,        //Выделение места на оборудовании слева 
	RIGHT,       //Выделение места на оборудовании справа
	TOP,         //Выделение места на оборудовании сверху 
	BOTTOM,      //Выделение места на оборудовании снизу
	LEFTTOP,     //Выделение места на оборудовании слева вверху
	LEFTBOTTOM,  //Выделение места на оборудовании слева внизу
 	RIGHTTOP,    //Выделение места на оборудовании справа вверху 
	RIGHTBOTTOM; //Выделение места на оборудовании справа внизу
}
